<?php

include $_SERVER['DOCUMENT_ROOT'] . '/sync/includes/setup.php';

$services = '000000100	-Абонемент Визажа 
000000020	-Дарсонваль-укрепление волос
000000117	-Набор Salvador Dali
000000160	-Нити Коги 8
000000107	-Теория и мастер-класс макияж 
000000257	Стоматология
000000351	Pearlsmile PearLight домашний набор для отбеливания зубов
000000213	Анестезия
000000226	Безметалловая коронка Emax
000000337	Билд-Ап
000000232	Бюгельный протез кламерный 
000000233	Бюгельный протез с замковой фиксацией 
000000229	Вкладка Emax винир
000000227	Временная коронка ( пластмассовая )
000000236	Имплант Alpha Bio 
000000247	Имплант Dentium
000000237	Имплант Nobel
000000216	Комплексная проф. гигиена
000000248	Комплексное Лечение ( хирургическое и терапевтическое ) для десен
000000208	Коронка
000000225	Коронка из диоксида циркония
000000285	Лечение 1-канального зуба
000000220	Лечение 2 корневого зуба
000000221	Лечение 3 корневого зуба
000000263	Лечение десен плазмолифтингом и витаминами
000000205	Лечение Кариеса
000000217	Лечение кариеса ( восстановление зубов)
000000204	Лечение Корневых Каналов
000000246	Лечение пародонтоза
000000258	Лечение плазмой, восстановление отсутствующей части десны одного зуба
000000219	Лечение1 корневого зуба (пульпита/периодонтита)
000000223	Металлокерамическая коронка
000000238	Металлокерамическая коронка на Имплант 
000000256	Металлокерамическая коронка на Имплант с винтовой фиксацией
000000252	-МК на имплант с винтовой фиксацией
000000339	НКР (направленная костная регенерация) по ширине
000000234	Перебазировка протеза
000000206	Пломба
000000209	Протезирование
000000215	Проф. Гигиена Air Flow (ПС)
000000214	Проф. Гигиена Полости Рта (УЗ)
000000218	Реставрация зуба ( композитный винир )
000000240	Синуслифтинг
000000235	Снятие коронки 
000000231	Съемный микропротез ( бабочка до 3 зубов )
000000211	Съемный протез ( Акриловый )
000000230	Съемный протез ( нейлоновый )
000000203	Съемный Протез (Акри Фри)
000000212	Удаление Зуба 3 степени
000000222	Удаление зуба мудрости
000000202	Удаление Стадартных Зубов
000000324	Формирователь
000000224	Цельнолитая вкладка культевая 
000000228	Цельнолитая коронка
000000245	Шинирование зубов
000000210	ЭФВ (эстетико-функциональное вост)
000000135	3D Скан
000000284	3D-Моделирование Лица
000000297	BI-КОМПЛЕКС Парная сыворотка биоревитализацнт (2 тубы/20 мл.)
000000335	BotuLift
000000273	DermaLight-омоложение
000000109	Loovir волосы
000000108	Loovir лицо 
000000124	Loovir тело 
000000318	Paraorbitalis
000000346	POLYDERM (2,2 ML)
000000270	PRP терапия
000000132	RF-Ботэм лицо
000000102	RF-Ботэм тело
000000008	RF-Лифтинг 
000000087	RF-Лифтинг по акции
000000005	Smas-Лифтинг
000000287	Smas-Лифтинг Верхняя Часть Лица
000000310	Smas-Лифтинг Нижняя часть лица
000000009	Spa Волос
000000095	Spa Волос по акции
000000003	Spa по уходу за кожей лица
000000122	Spa рук 
000000121	Spa уход шея и декольте 
000000294	UP-LIFT Антивозрастная двухфазная  миорегуляторная  сыворотка (2/20мл.)
000000006	Vip Уход
000000348	Абатмент
000000146	Аква Релакс
000000145	Акупунктурный Массаж
000000014	Алмазная Микродермобразия
000000012	Альгинатная маска
000000156	Анализы
000000274	Анализы Блок "Урология" маркер PSA
000000338	Антикуперозная программа G-DERM
000000355	Армирование зубного протеза 
000000312	Безинъекционная биоревитализация
000000336	Биокаскад
000000311	Биокожа
000000011	Био-кожа (Безинъекционная биоревитализация)
000000093	Биолифтинг
000000004	Биоревитализация/Бирепарация
000000153	Блокада нервного синдрома
000000002	Ботокс 10 ед.
000000279	Ботокс 15 ед.
000000286	Ботокс 150ед.
000000015	Ботокс 20 ед.
000000179	Ботокс 25 ед,
000000010	Ботокс 30 ед.
000000133	Ботокс 35 ед.
000000152	Ботокс 40 ед.
000000329	Ботокс 5 ед.
000000319	Ботокс 50 ед.
000000142	Ботокс 6 ед.
000000128	Ботокс Волос
000000174	Венотоник
000000266	Висцеральный массаж
000000323	ВЛОК
000000161	Внутрисуставная Инъекция 
000000321	Внутрисуставная инъекция (Гиапро)
000000241	Внутрисустовное введение плазмагеля
000000017	Газожидкостный пилинг Волос/Хромотерапия
000000016	Газожидкостный пилинг Лицо/Хромотерапия
000000018	Газожидкостный пилинг Шея+Руки
000000092	Гальванотерапия
000000193	Гель для век и губ
000000244	Гиалуронидаза
000000094	Гидропилинг
000000130	Гирудо по акц
000000019	Гирудотерапия
000000344	Глубокое Увлажнение и Лифтинг/ Rejuven Fiber&Ampoule System
000000330	Горный воск
000000150	Дарсонваль-укрепление волос
000000280	Денситометрия
000000021	Депиляция
000000253	Дермататуаж бровей 
000000250	Дермататуаж зоны губ
000000254	Дермататуаж зоны ресниц
000000022	Диагностика кожи головы
000000007	Диагностика кожи лица
000000023	Диагностика+
000000024	Диксидокс-укрепление волос
000000191	Дневной крем 
000000173	Докупка косметики
000000327	Домашнее отбеливание Opalescence (набор + капы) - 4 шприца 
000000328	Домашнее отбеливание Opalescence (набор + капы) - 8 шприцов 
000000025	Желтый пилинг
000000262	Жидкие Нити
000000325	Извлечение анкерного штифта
000000308	Имбирный гель для очищения кожи (200 мл)
000000207	Имплант
000000162	Инъекция коленного сустава
000000255	ИРТ
000000342	Капа
000000155	Капельница Лечебная
000000154	Капельница Укрепляющая 
000000026	Капсульное лечение волос
000000027	Карбокситерапия
000000134	Кинезио-Тейпирование
000000131	Кислородная Терапия
000000341	Кислородное обогащение волос
000000028	Кислотный пилинг
000000029	Классический массаж лица
000000165	Коги Нити 1 шт.
000000030	Коги Нити 10 шт.
000000151	Коги Нити 12 шт
000000164	Коги Нити 14 шт.
000000277	Коги Нити 16 шт.
000000278	Коги Нити 18 шт
000000184	Коги Нити 2 шт.
000000031	Коги Нити 20 шт.
000000313	Коги Нити 24 шт.
000000183	Коги Нити 4 шт.
000000185	Коги Нити 6 шт.
000000186	Коги Нити 8 шт.
000000032	Коллагеновый уход 
000000340	Компьютерное вытяжение
000000119	Консультация врача
000000033	Коррекция (брови)
000000314	коррекция (межресничка)
000000259	Коррекция Стельки
000000315	коррекция(губы)
000000144	Краниосокральная терапия
000000261	Крем для рук
000000305	Крем постпилинговый восстанавливающий SPF-30 (50мл)
000000291	КРЕМ-ГЕЛЬ Для кожи вокруг глаз (10мл.)
000000120	Крем-пилинг кожи головы
000000137	Крио Ног
000000345	Криолиполиз
000000034	Криотерапия лицо
000000116	Криотерапия тело
000000035	Криотерапия-кожа головы
000000180	КТ
000000190	Курасен
000000169	Лаенек Внутримышечно
000000167	Лаенек Капельница
000000168	Лаенек Мезо
000000170	Лаенек Спина
000000260	Лечение десен плазмолифтингом и витаминами
000000347	Лечение пародонтита с УЗ чисткой,с хирургическим лечением всех зубов
000000037	Линия Mezo Gure с улиткой
000000038	Липодерм (Кавитация)
000000039	Липолитики
000000332	Липоскульптура 
000000175	ЛФК
000000196	ЛФК (Подарок)
000000114	Магистральный коктейль
000000106	Макияж
000000113	Маникюр гель-лак
000000040	Маникюр классический 
000000112	Маникюр с покрытем
000000296	МАНТИЯ Питательный крем (100 мл.)
000000295	МАНТИЯ Питательный крем (50 мл.)
000000041	Мануальная терапия
000000268	Мануальная терапия с элементами перкуссии
000000275	Маркер для пролиферации и апоптоза: Ki67, p53
000000276	Маркер регуляции метаболизма и клеточной защиты: Sirtuin1,Sirtuin 6
000000042	Маска
000000043	Маска Клеопатры
000000127	Маска Нефиртити-парафиновая
000000044	Масочная программа
000000045	Массаж антицеллюлитный
000000046	Массаж баночный
000000091	Массаж Вакумно-Роликовый
000000349	Массаж гуаша
000000194	Массаж контрастный
000000036	Массаж лечебный
000000047	Массаж лимфодренажный
000000103	Массаж лица
000000063	массаж нейроседативный
000000048	Массаж ног
000000049	Массаж общий-восстановительный
000000050	Массаж остеопатический
000000251	Массаж остеопатический с элементами перкуссии
000000126	Массаж по зонам
000000051	Массаж спины
000000265	Массаж суставной
000000322	Массаж суставной с элементами перкуссии
000000052	Массаж шейно-воротниковой зоны
000000053	Мезонити 10 шт.
000000054	Мезонити 20 шт.
000000055	Мезонити 30 шт.
000000056	Мезонити 40 шт.
000000098	Мезонити 60 шт.
000000059	Мезотерапия кожи головы
000000350	Мезотерапия лица липолитическим препаратом PI
000000058	Мезотерапия-лица
000000057	Мезотерапия-тела
000000110	Микроблейдинг (брови)
000000249	Микроблейдинг (межресничка)
000000060	Микротоки
000000140	Микротоки кожи головы
000000271	миолифтин(подарок)
000000089	Миолифтинг
000000061	Молекулярное восстановление волос
000000062	Моно Нити 10 шт.
000000172	Моно Нити 18 шт.
000000182	Моно Нити 20 шт.
000000171	Моно Нити 22 шт
000000353	Моно Нити 25 шт.
000000181	Моно Нити 30 шт.
000000269	Моно Нити 4  шт.
000000176	Моно Нити 40 шт.
000000199	Моно Нити 6 шт.
000000166	МПАД 
000000111	МРТ
000000292	Мусс Ночной крем (50мл.)
000000316	Нити Double Needle
000000317	Нити Double Needle 2 шт.
000000097	Нити Аптос
000000064	Обертывание
000000141	Обертывание ног
000000125	Окрашивание волос
000000239	Окрашивание Корней 
000000065	Оксигенация
000000201	Ортопедия 2
000000197	Ортопедия 3
000000243	Остеопатический массаж с перкуссией
000000281	Остеопоротический комплекс
000000066	Остеохондрозный комплекс
000000301	Очищающий гель Себорегулирующий (200мл)
000000331	Паравертебральное биоармирование
000000354	Паравертебральное биоармирование 20шт.
000000343	Паравертебральное биоармирование 25 ШТ.
000000352	Паравертебральное биоармирование 40 шт.
000000334	Паравертебральное биоармирование 50 шт.
000000067	Парафинотерапия
000000068	Педикюр
000000242	Перкуссия 
000000157	Плазмогель
000000200	Плазмогель Спина
000000143	Плазмолифтинг
000000333	Плазмолифтинг Десен 
000000198	Плазмолифтинг спина
000000264	Плазмолифтинг шеи
000000069	Пластитермия
000000013	Подарочная процедура
000000104	Прессо по акц.
000000070	Прессотерапия
000000071	Программа В-глюкан
000000085	Профессиональный уход Eldan
000000267	Профессиональный уход G-DERM 
000000072	Профессиональный уход Kristina
000000096	Процедура
000000326	Релаксационная Каппа
000000293	СИЯНИЕ КОЖИ Дневной крем-гель (30 мл.)
000000177	Склерозирование
000000073	Скрабирование
000000159	Сложное Окрашивание 
000000288	Сложное удаление
000000001	СПА для рук
000000075	Спа ног
000000088	Спа-Капсула 
000000147	Стельки
000000099	Стоун Терапия
000000105	Стрижка
000000306	Сыворотка ERASER миорелаксант для кожи вокруг глаз (10 мл)
000000290	Сыворотка Для кожи вокруг глаз (10мл.)
000000307	Сыворотка подсушивающая (15 мл)
000000192	Тоник для лица
000000303	Тоник-лосьен Гипосенсибилизирующий (200 мл)
000000300	Тоник-лосьен РН Балансер (200мл.)
000000158	Тракция
000000076	Трихологический массаж
000000163	УЗИ
000000138	УЗЧ кожи головы 
000000129	Укладка
000000077	Ультра-звуковая чистка
000000090	Ультрафонофорез
000000136	Фармакопунктура
000000078	Филлер
000000187	Филлер 1 шт
000000148	Филлер 2 шт.
000000188	Филлер 3 шт.
000000149	Филлер 4 шт. 
000000189	Филлер 5 шт.
000000299	Финишный восстанавливающий крем (100мл.)
000000298	Финишный восстанавливающий крем (50мл.)
000000086	Фито-Бочка
000000283	Фитоэпиляция
000000304	Флюид себорегулирующий антибактериальный (50 мл)
000000195	Фотостимуляция
000000079	Химический пилинг
000000080	Хромотерапия
000000282	Шугаринг
000000081	Эвкапил
000000101	Экспресс Увлажнение 
000000272	электролиполиз(подарок)
000000084	Электролиполиз
000000082	Электропорация
000000139	Электропорация кожи головы 
000000309	Эмульсия ламеллярная питание и увлажнение (50 мл)
000000302	Эмульсия очищающая Глюконолактон и церамиды (200 мл)
000000083	Энзимный пилинг
000000320	Эстетико-функциональное восстановление зуба';

$servicesArray = explode("
", $services);
foreach ($servicesArray as &$servicesArrayRow) {

	$servicesArrayRow = explode("	", $servicesArrayRow);

	print mysqlQuery("INSERT INTO `services` (`servicesCode`,`servicesName`)VALUES('" . $servicesArrayRow[0] . "','" . $servicesArrayRow[1] . "');");
}

printr($servicesArray);

